Repository: Boipisigre/biblioteko
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: eo

source: Utilisateur inconnu!
eo: Nekonata uzanto!

source: Mot de passe éroné!
eo: Erara pasvorto!

source: Utilisateur déjà éxistant
eo: Jam ekzistanta uzantnomo

source: Création Utilisateur OK
eo: Uzanto-Kreado bone

source: Veuillez saisir le code
eo: Bonvolu enigi la kodon

source: E-mail address
eo: Retadreso

source: Au sujet
eo: Pri

source: de l"application bibliotheque
eo: de la biblioteka aplikaĵo

source: de l"association d"Esperanto de Lausanne
eo: de la biblioteko de la Laũzana-asocio de Esperanto

source: Qui peut l'utiliser?
eo: Kiu povas uzi ĝin?

source: Le site est utilisable par tous, mais seules les personnes ayant ouvert un compte et étant&nbsp;connectées peuvent voir les livres disponibles, déjà prêtés et en réserver.
eo: La retejo povas esti uzata de ĉiuj, sed nur homoj kiuj malfermiskonto kaj ensalutinta povas vidi disponeblajn librojn,jam pruntedonis kaj rezervis kelkajn."

source: Statut de l'utilisateur
eo: Uzanto Statuso

source: Les actions possibles changent en fonction du statut de l'utilisateur.
eo: La eblaj agoj ŝanĝiĝas depende de la stato de la uzanto.

source: Status Connection
eo: Statuso Konekto

source: Lister les livres
eo: Librojn

source: lister les disponibles
eo: Haveblaj

source: lister les Non disponibles
eo: Ne Haveblaj

source: réserver
eo: Rezervi

source: rendre
eo: Redoni

source: Ajouter un livre
eo: Aldoni unu libron

source: Chercher Titre, Auteur
eo: Serci Titolo, aũtoro

source: s"enregister
eo: Registri

source: Connecter
eo: Konekto

source: Changer de mot de passe
eo: Ŝanĝo de pasvorto

source: De-Connecter
eo: Konekto

source: Liste des comptes
eo: Listo de kontoj

source: Non Connecté
eo: Ne Konektis

source: Oui
eo: Jes

source: Non
eo: Ne

source: Connecté
eo: Konektis

source: Connecté Admin
eo: Konektis Administrado

source: Tous les utilisateurs pourront voir la description d'un livre en sélectionnant son numéro.
eo: Ĉiuj uzantoj povos vidi la priskribon de libro en elektante lian numeron

source: Les langues
eo: La Lingvoj

source: Le site est en deux langues Français et Esperanto,
eo: La retejo estas en du lingvoj franca kaj Esperanto,

source: Tous les utilisateurs peuvent changer de langues.
eo: Ĉiuj uzantoj povas ŝanĝi lingvojn

source: Le changement de langue fait revenir à l'accueil.
eo: Ŝanĝi la lingvon revenas al la ĉefpaĝo

source: La connexion
eo: La Konekto

source: Il faut s'enregistrer,
eo: Vi devas registriĝi,

source: Attention
eo: Atentu

source: le nom d'utilisateur est unique
eo: uzantnomo estas unika

source: Futur
eo: Estonteco

source: Les fonctions futures permettront
eo: Estontaj funkcioj permesos

source: d'ajouter une description dans la langue du livre.
eo: aldoni priskribon en la lingvo de la libro.

source: de gérer l'envoi d'un e-mail au bibliothécaire pour l'informer du réservation.
eo: Eble via retumilo ne subtenas videan montradon

source: Ajout
eo: Aldoni

source: d'un livre
eo: de unu libron

source: Saisissez les informations
eo: Enigu la informojn

source: Rubrique
eo: Rubriko

source: Titre
eo: Titolo

source: Auteur
eo: Aũtoro

source: Editeur
eo: Eldono

source: Sauver
eo: Savi

source: Changement de mot de passe
eo: Ŝanĝo de pasvorto

source: Saisissez vos mots de passe
eo: Enigu la uzantonomon

source: Ancien Mot_de_Passe
eo: malnova pasvorto

source: Modifier
eo: Ŝangi

source: Bonjour,
eo: Saluton

source: vous n'êtes pas connecté
eo: vi ne estas ensalutinta

source: Bienvenue sur la bibliothèque de l'association d'Esperanto de Lausanne
eo: Bonvenon en la biblioteko de la Laũzana-asocio de Esperanto

source: Voici les
eo: Jen la

source: livres
eo: Libroj

source: Numéro
eo: Nombro

source: Connection
eo: Konekto

source: Saisissez votre nom
eo: Enigu la uzantonomon

source: Votre_Nom
eo: Via_uzantonomo

source: Mot_de_Passe
eo: Pasvorto

source: Accueil
eo: Hejmo

source: Livres
eo: Librojn

source: Lister
eo: Listigu

source: Disponible
eo: Havebla

source: Prêtés
eo: Pruntis

source: Ajouter
eo: Aldoni

source: Recherche
eo: Serĉi librojn

source: par Titre
eo: per titolo

source: par Auteur
eo: per Aũtoro

source: Gestion connexion
eo: Administrado de konekto

source: De-connection
eo: elsaluti

source: Modif. mot de passe
eo: Ŝangu Pasvorton

source: Enregistrement
eo: Registri

source: Comptes
eo: Kontoj

source: Changer de langue
eo: Ŝanĝi lingvon

source: Emprunteur
eo: Prunteprenanto

source: Date du prêt
eo: Pruntdato

source: Rechercher
eo: Serĉi

source: les livres
eo: Librojn

source: par titre
eo: per titolo

source: Saisissez le titre
eo: Enigu la titolo

source: par auteur
eo: per Aũtoro

source: Saisissez le nom
eo: Enigu

source: de l'Utilisateur
eo: ensaluti

source: Saisissez votre nom et mot de passe
eo: Enigu la uzantonomon

source: code de validation
eo: Valida kodo

source: Voici le
eo: Jen la

source: livre
eo: Librojn

source: Réserver
eo: Rezervi

source: Rendre
eo: Redoni

source: Editer
eo: Eldoni

source: Supprimer
eo: Forigi

source: Etes-vous sûr de vouloir supprimer ce livre?
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun libron?

source: utilisateurs
eo: Uzantoj

source: Nom
eo: Nomo

source: Date de création
eo: Krea dato

source: Etes-vous sûr de vouloir supprimer cet utilisateur?
eo: Ĉu vi certas, ke vi volas forigi ĉi tiun libron?
